---
kind: other
id: Properties.T:Autodesk.Revit.DB.InstanceBinding
source: html/6514e6d8-a31b-7616-3a7e-3edfd2f5c04c.htm
---
# InstanceBinding Properties

Retrieve or set the categories to which a parameter definition will be bound.